brew "jq"
brew "dos2unix"
brew "bash"
brew "bash-completion@2"
brew "brew-cask-completion"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "hub"
brew "keychain"
# brew "doctl"
# brew "httpie"
brew "nvm"
# brew "pyenv"
### brew "autoconf"
### brew "pkg-config"
brew "imagemagick"
brew "python"
brew "youtube-dl"
brew "ripgrep"
# brew "ruby-build"
# brew "rbenv"
# brew "watchman"
brew "yamllint"
# brew "yarn"
mas "Jayson", id: 1468691718
