tap "finestructure/tap"
tap "kylef/formulae"
tap "parera10/csshx"
brew "libusb"
brew "dfu-util"
brew "kylef/formulae/swiftenv"
brew "finestructure/tap/arena"
brew "parera10/csshx/csshx"
brew "iperf3"
cask "arduino"
# cask "brl-cad-mged"
cask "cocoarestclient"
cask "cura-lulzbot"
# cask "dust3d"
cask "freecad"
cask "fritzing"
cask "kicad"
# cask "librecad"
cask "meshlab"
# cask "mqttx"
cask "openscad"
cask "slic3r"
# cask "wings3d"
mas "Xcode", id: 497799835
